Repository: jceddy/DailyArenaDeckAdvisor
Catalog: DailyArenaDeckAdvisor/Properties/Resources.*.resx
Languages: es, ru

# Archetype_Loss
source: Loss
es: Pérdidas
ru: Поражений

# Archetype_Total
source: Total
ru: Всего

# Archetype_Win
source: Win
es: Victorias
ru: Побед

# Button_Apply
source: Apply
es: Aplicar
ru: Применять

# Button_Close
source: Close
es: Cerrar
ru: Закрыть

# Button_Code
source: Code
es: Prefijo
ru: Код ПО

# Button_Export
source: Export Deck
es: Exportar la Baraja
ru: Экспортировать колоду

# Button_ExportReplacements
source: Export w/Replacements
es: Exportar con Reemplazos
ru: Экспортировать с заменами

# Button_Filters
source: Filters
es: Filtros
ru: фильтры

# Button_Issues
source: Issues
es: Problemas
ru: Вопросы

# Button_RotationAgnostic
source: Rotation Agnostic
es: Agnóstico a la Alternación
ru: Без учета ротации

# Button_RotationProof
source: Rotation Proof
es: A Prueba de la Alternación
ru: Защита от ротации

# Deck_AlternateConfigurations
source: Alternate Configurations
es: Configuraciones Alternas
ru: Альтернативные варианты

# Deck_BackToMain
source: Back to Main Deck
es: Volver a la Baraja Principal
ru: Вернуться к основной колоде

# Deck_Commander
source: Commander
es: Comandante
ru: Командир

# Deck_ExpectedCost
source: Expected Booster Cost
es: Costo Esperado en Paquetes
ru: Сколько примерно нужно вскрыть бустеров

# Deck_MainDeck
source: Main Deck
es: Baraja Principal
ru: Основная колода

# Deck_NextBooster
source: Next Booster Set to Purchase
es: Próxima Expansión para Comprar
ru: Рекомендован к покупке бустер из выпуска

# Deck_Sideboard
source: Sideboard
es: Aparador
ru: Дополнительная колода

# Deck_SuggestedReplacements
source: Suggested Replacements
es: Reemplazos Sugeridos
ru: Предлагаемые замены

# Deck_WildcardsNeeded
source: Wildcards Needed
es: Comodines Necesarios
ru: Необходимо Джокеров

# Deck_WinLoss
source: Win/Loss Record
es: Registro de Victorias/Pérdidas
ru: Статистика Побед/Поражений

# Filter_EnterCardText
source: Enter Card Name Filter
es: El Filtro de Nombre de Carta
ru: Фильтр ввода имени карты

# Item_ArenaStandard
source: Arena Standard
es: Arena Estándar
ru: Арена Стандарт

# Item_Ascending
source: Ascending
es: Ascendente
ru: По восходящей

# Item_BoosterCost
source: Booster Cost
es: Costo en Paquetes
ru: По стоимости в бустерах

# Item_BoosterCostIgnoringCollection
source: Booster Cost (Ignoring Collection)
es: Costo en Paquetes (Ignorando la Colección)
ru: По стоимости в бустерах (без учета Коллекции)

# Item_BoosterCostIgnoringWildcards
source: Booster Cost (Ignoring Wildcards)
es: Costo en Paquetes (Ignorando los Comodines)
ru: По стоимости в бустерах (без учета Джокеров)

# Item_Brawl
source: Brawl
es: Pelea
ru: Бравл

# Item_CommonCount
source: Common Count
es: Conde de los Comunes
ru: По кол-ву Обычных карт

# Item_Default
source: Default
es: Defecto
ru: По умолчанию

# Item_Descending
source: Descending
es: Descendente
ru: По нисходящей

# Item_Historic_Bo1
source: Historic (Bo1)
es: Histórica (Bo1)
ru: Исторический (Bo1)

# Item_Historic_Bo3
source: Historic (Bo3)
es: Histórica (Bo3)
ru: Исторический (Bo3)

# Item_MythicRareCount
source: Mythic Rare Count
es: Conde de Raras Míticas
ru: По кол-ву Раритетных карт

# Item_RareCount
source: Rare Count
es: Conde de Raras
ru: По кол-ву Редких карт

# Item_Standard
source: Standard
es: Estándar
ru: Стандарт

# Item_UncommonCount
source: Uncommon Count
es: Cuenta de Infrecuentes
ru: По кол-ву Необычных карт

# Item_WinRate
source: Win/Loss Record
es: Registro de Victorias/Pérdidas
ru: По статистике побед/поражений

# Label_Cards
source: cards
es: cartas
ru: карт

# Label_FontSize
source: Font Size:
es: Tamaño de Tipo de Letra:
ru: Размер шрифта:

# Label_Format
source: Format:
es: Formato:
ru: Формат:

# Label_HideFromCollection
source: Hide decks from my collection
es: Ocultar barajas de mi colección
ru: Скрыть колоды из моей коллекции

# Label_HideIncompleteReplacements
source: Hide decks with incomplete replacement suggestions
es: Ocultar barajas con sugerencias de reemplazo incompletas
ru: Скрыть колоды с неполным списком возможных замен

# Label_HideMissingCards
source: Hide decks I don't have cards to complete
es: Ocultar barajas que no tengo cartas para completar
ru: Скрыть колоды на которые не хватает карт в коллекции

# Label_HideMissingWildcards
source: Hide decks I don't have wildcards to complete
es: Ocultar barajas que no tengo comodines para completar
ru: Скрыть колоды на которые не достаточно Джокеров

# Label_HideWithMore
source: Hide decks with more than
es: Ocultar barajas con más de
ru: Скрыть колоды содержащие более

# Loading_ComputingDeckSuggestions
source: Computing deck suggestions...
es: Calculando sugerencias de barajas...
ru: Обновляем список колод...

# Loading_LoadingCardDatabase
source: Loading card database...
es: Cargando base de datos de cartas...
ru: Вспоминаем все карты...

# Loading_LoadingDeckArchetypes
source: Loading deck archetypes...
es: Cargando arquetipos de barajas...
ru: Разбираем колоды по архетипам...

# Loading_ProcessingCollectionFromLog
source: Processing collection from log...
es: Procesando colección desde el registro...
ru: Смотрим карты в вашей коллекции...

# Message_CloseConfirmation
source: Filters have not been applied, close dialog?
es: No se han aplicado filtros, ¿cerrar diálogo?
ru: Фильтры не были применены, закрыть окно выбора фильтров?

# Message_Created
source: Created
es: Creada
ru: создан

# Message_ErrorSendingData
source: Error Sending Data to Server
es: Error que al Enviar Datos al Servidor
ru: Ошибка отправки данных на сервер

# Message_Exists
source: Exists
es: Existe
ru: Существует

# Message_ExportReplacementsSuccessful
source: Export (with Replacements) Successful
es: La Exportación (con Reemplazos) fue Exitosa
ru: Успешно экспортировано (с заменами)

# Message_ExportSuccessful
source: Export Successful
es: La Exportación fue Exitosa
ru: Успешно экспортировано

# Message_GithubIssue
source: Github Issue
es: Problema de Github
ru: Запрос в Github

# Meta_NextBooster
source: Next Booster Set to Purchase
es: Próxima Expansión para Comprar
ru: Рекомендован к покупке бустер из выпуска

# Meta_TopCards
source: Top Cards to Collect/Craft
es: Las Mejores Cartas para Coleccionar/Crear
ru: Лучшие карты для сбора/создания

# Meta_TopDecks
source: Top Decks to Build for Meta
es: Los Mejores Barajas para Construir para el Meta
ru: Лучшие колоды для создания в текущей мете

# Rarity_Common
source: Common
es: Común
ru: Обычных

# Rarity_Mythic
source: Mythic Rare
es: Raro Mítico
ru: Раритетных

# Rarity_Rare
source: Rare
es: Rara
ru: Редких

# Rarity_Uncommon
source: Uncommon
es: Infrecuente
ru: Необычных

# Tab_MetaReport
source: Meta Report
es: Informe del Meta
ru: Текущая мета

# Tab_NoCardsNeeded
source: No Cards Needed
es: No se Necesitan Cartas
ru: Карты не нужны

# Tab_NoWildcardsNeeded
source: No Wildcards Needed
es: No se Necesitan Comodines
ru: Подстановочные знаки не нужны

# Tab_PlayerDecks
source: Player Decks
es: Barajas de Jugador
ru: Колоды игроков

# Tab_ReplacementsRequired
source: Replacements Required
es: Se Requieren Reemplazos
ru: Требуются замены

# TextBlock_EnableDetailed
source: Please turn on detailed logging in Arena by going to Settings->View Account and checking "Detailed Logs(Plugin Support)", and browse to your collection screen before running Daily Arena Deck Advisor. You may need to restart Arena for the setting change to take effect.
es: Active el registro detallado en Arena yendo a Configuración-> Ver cuenta y marcando "Registros detallados (soporte de complementos)", y navegue hasta la pantalla de su colección antes de ejecutar el Asesor de cubierta diario de Arena. Es posible que deba reiniciar Arena para que el cambio de configuración surta efecto.
ru: Пожалуйста, включите подробный вход в Arena, зайдя в Настройки->Просмотр учетной записи и отметив «Подробные журналы (поддержка плагинов)», и перейдите к Сборник перед запуском Daily Arena Deck Advisor. Возможно, вам придется перезапустить Arena, чтобы изменения вступили в силу.

# Title_CloseConfirmation
source: Close Confirmation
es: Confirmación de Cierre
ru: Закрыть Подтверждение

# Tooltip_Code
source: View the Code on Github
es: Ver el Código en Github
ru: Посмотреть код на Github

# Tooltip_HardRefresh
source: Refresh Player Inventory and Check Server for Changes, then Recalculate
es: Actualice el Inventario del Jugador y Verifique los Cambios en el Servidor, luego Vuelva a Calcular
ru: Обновить данные о коллекции карт, проверить наличие обновлений и перезапустить

# Tooltip_Issues
source: View Issues on Github
es: Ver Problemas en Github
ru: Просмотр вопросов на Github

# Tooltip_MTGAZone
source: Visit MTG Arena Zone
es: Visita MTG Arena Zone
ru: Посетить MTG Arena Zone

# Tooltip_Patreon
source: Visit the Daily Arena Patreon Page
es: Visita la Página de Patreon del Daily Arena
ru: Посетить страницу Daily Arena на Patreon

# Tooltip_Refresh
source: Refresh Player Inventory, then Recalculate
es: Actualizar el Inventario del Jugador, luego Volver a Calcular
ru: Обновить данные о коллекции карт и перезапустить

# Tooltip_RotationAgnostic
source: Currently showing all cards, regardless of pending rotation. Click to toggle to "Rotation Proof"
es: Actualmente se muestran todas las cartas, independientemente de la alternación pendiente. Haga clic para alternar a "Prueba de Alternación"
ru: Сейчас учитываются все карты, независимо от предстоящей ротации. Нажмите, чтобы переключиться в режим «Защита от ротации»

# Tooltip_RotationProof
source: Ignoring cards in collection that will rotate soon an suggesting replacements for them. Click to toggle to "Rotation Agnostic"
es: Ignorando las tarjetas en la colección que alternar pronto y sugiriendo reemplazos para ellas. Haga clic para alternar a "Agnóstico de Alternación"
ru: Игнорируются карты в коллекции, которые скоро отротируются, вместо них предлагаются замены. Нажмите, чтобы переключиться в режим «Без учета ротации»

# Tooltip_Settings
source: Settings
es: Configuraciones
ru: Настройки

# Tooltip_ShowFilters
source: Show filters dialog
es: Mostrar diálogo de filtros
ru: Показать доступные фильтры

# Tooltip_Wiki
source: View the Wiki on Github
es: Ver el Wiki en Github
ru: Посмотреть Wiki на Github
